"%ld day left on trial" = "%ld jour d'essais restant";
"%ld days left on trial" = "%ld jours d'essais restants";
"Buy Now" = "Acheter";
"Trial Mode" = "Mode d'essai";
"Free trial has expired" = "L'essai gratuit a expiré";
"The trial period has expired." = "La période d'essai a expiré.";
"Wait %u" = "Attendez %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Votre période d'essai de 30 jours a expiré. Veuillez acheter Path Finder.";
